<template>
    <div class="feedback">
        <h5>Связаться с нами</h5>
        <div class="label">Заявка на должность модератора</div>
        <p>
          Мы не ищем модераторов до того момента, пока об этом не будет объявлено.
          Если вы заинтересованы в подаче заявки на должность модератора, вам нужно
          быть активным и полезным в чате в течение значительного количества
          времени.
        </p>
        <br />
        <div class="label">Партнерская программа</div>
        <p>
          Мы рассматриваем аккаунты с не менее 4000 + подписчиками Youtube и 4000 +
          количеством просмотров видео (в среднем) для получения спонсорской помощи.
          Мы вносим в "белый список" реферальные коды пользователей, которые имеют
          значительно развитые социальные сети или Youtube. Если вы сделаете запрос
          по поводу спонсорской помощи реферального кода, при этом не следуя
          вышеуказанным требованиям, мы не ответим на ваше письмо.
        </p>
        <br />
        <div class="label">Связаться с нами</div>
        <p>
          Если у вас есть проблемы, адресованные Службе поддержки, пожалуйста,
          всегда предоставляйте ваши UserID / Steam64ID, скриншоты или другую важную
          информацию.
          <br /><br />
          Ваш UserID / Steam64ID:
          <span>Пожалуйста, войдите, чтобы увидеть ваш идентификатор</span>
          <br /><br />
          Поддержка: <em>support@yoursite.com</em>
        </p>
    </div>
</template>
<style scoped lang="scss">
    .feedback {
        background: #202126;
        border-radius: 10px;
        padding: 35px 25px;
        h5 {
            padding-bottom: 25px;
            border-bottom: 1px solid rgba(255, 255, 255, 0.1);
            font-size: 16px;
            color: #6d6f7c;
            margin-bottom: 25px;
        }
        .label {
            margin-bottom: 25px;
            font-size: 16px;
            color: #01d050;
        }
        p {
            span {
                color: #8b8d98;
            }
            em {
                color: #01d050;
                font-style: normal;
            }
            font-size: 14px;
            color: #e6e8f4;
            margin-bottom: 25px;
            &:last-child {
                margin-bottom: 0;
            }
        }
    }
</style>
